<?php

use Illuminate\Database\Seeder;

class PageSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        DB::table('pages')->insert([
            'type' => 'home',
            'title' => 'Главная страница',
            'text' =>   '
                            <p>Разнообразный и богатый опыт постоянное информационно-пропагандистское обеспечение нашей деятельности способствует подготовки и реализации новых предложений. Идейные соображения высшего порядка, а также рамки и место обучения кадров играет важную роль в формировании новых предложений. Товарищи! дальнейшее развитие различных форм деятельности играет важную роль в формировании системы обучения кадров, соответствует насущным потребностям. С другой стороны рамки и место обучения кадров требуют определения и уточнения модели развития. Задача организации, в особенности же укрепление и развитие структуры требуют от нас анализа позиций, занимаемых участниками в отношении поставленных задач.</p>
                            <p>С другой стороны постоянное информационно-пропагандистское обеспечение нашей деятельности обеспечивает широкому кругу (специалистов) участие в формировании дальнейших направлений развития. С другой стороны рамки и место обучения кадров способствует подготовки и реализации новых предложений. Равным образом постоянное информационно-пропагандистское обеспечение нашей деятельности позволяет выполнять важные задания по разработке соответствующий условий активизации.</p>
                        ',
            'meta_title' => 'meta_title',
            'meta_description' => 'meta_description',
            'meta_keywords' => 'meta_keywords',
            'meta_url' => '',
        ]);

        DB::table('pages')->insert([
            'type' => 'about',
            'title' => 'О компании',
            'text' =>   '
                            <p>Разнообразный и богатый опыт постоянное информационно-пропагандистское обеспечение нашей деятельности способствует подготовки и реализации новых предложений. Идейные соображения высшего порядка, а также рамки и место обучения кадров играет важную роль в формировании новых предложений. Товарищи! дальнейшее развитие различных форм деятельности играет важную роль в формировании системы обучения кадров, соответствует насущным потребностям. С другой стороны рамки и место обучения кадров требуют определения и уточнения модели развития. Задача организации, в особенности же укрепление и развитие структуры требуют от нас анализа позиций, занимаемых участниками в отношении поставленных задач.</p>
                            <p>С другой стороны постоянное информационно-пропагандистское обеспечение нашей деятельности обеспечивает широкому кругу (специалистов) участие в формировании дальнейших направлений развития. С другой стороны рамки и место обучения кадров способствует подготовки и реализации новых предложений. Равным образом постоянное информационно-пропагандистское обеспечение нашей деятельности позволяет выполнять важные задания по разработке соответствующий условий активизации.</p>
                        ',
            'meta_title' => 'meta_title',
            'meta_description' => 'meta_description',
            'meta_keywords' => 'meta_keywords',
            'meta_url' => '',
        ]);

        DB::table('pages')->insert([
            'type' => 'schedule',
            'title' => 'Расписание курсов',
            'text' =>   '
                            <p>С другой стороны постоянное информационно-пропагандистское обеспечение нашей деятельности обеспечивает широкому кругу (специалистов) участие в формировании дальнейших направлений развития. С другой стороны рамки и место обучения кадров способствует подготовки и реализации новых предложений. Равным образом постоянное информационно-пропагандистское обеспечение нашей деятельности позволяет выполнять важные задания по разработке соответствующий условий активизации.</p>
                        ',
            'meta_title' => 'meta_title',
            'meta_description' => 'meta_description',
            'meta_keywords' => 'meta_keywords',
            'meta_url' => '',
        ]);

        DB::table('pages')->insert([
            'type' => 'contact',
            'title' => 'Контакты',
            'text' =>   '
                            <p>Разнообразный и богатый опыт постоянное информационно-пропагандистское обеспечение нашей деятельности способствует подготовки и реализации новых предложений. Идейные соображения высшего порядка, а также рамки и место обучения кадров играет важную роль в формировании новых предложений. Товарищи! дальнейшее развитие различных форм деятельности играет важную роль в формировании системы обучения кадров, соответствует насущным потребностям. С другой стороны рамки и место обучения кадров требуют определения и уточнения модели развития. Задача организации, в особенности же укрепление и развитие структуры требуют от нас анализа позиций, занимаемых участниками в отношении поставленных задач.</p>
                            <p>С другой стороны постоянное информационно-пропагандистское обеспечение нашей деятельности обеспечивает широкому кругу (специалистов) участие в формировании дальнейших направлений развития. С другой стороны рамки и место обучения кадров способствует подготовки и реализации новых предложений. Равным образом постоянное информационно-пропагандистское обеспечение нашей деятельности позволяет выполнять важные задания по разработке соответствующий условий активизации.</p>
                        ',
            'meta_title' => 'meta_title',
            'meta_description' => 'meta_description',
            'meta_keywords' => 'meta_keywords',
            'meta_url' => '',
        ]);

    }
}
